log/2019-10-30/2019-10-30-16:41:11
70        Threads
10        Connections per thread
18571     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        89058.37          ---          ---      7.97200      4709.08 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      89058.37         0.00         0.00      7.97200      4709.08 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.01
SET       0.290         0.01
SET       0.300         0.01
SET       0.310         0.02
SET       0.320         0.02
SET       0.330         0.03
SET       0.340         0.03
SET       0.350         0.03
SET       0.360         0.04
SET       0.370         0.04
SET       0.380         0.04
SET       0.390         0.05
SET       0.400         0.05
SET       0.410         0.05
SET       0.420         0.06
SET       0.430         0.06
SET       0.440         0.07
SET       0.450         0.07
SET       0.460         0.07
SET       0.470         0.08
SET       0.480         0.08
SET       0.490         0.09
SET       0.500         0.09
SET       0.510         0.09
SET       0.520         0.10
SET       0.530         0.10
SET       0.540         0.11
SET       0.550         0.11
SET       0.560         0.12
SET       0.570         0.12
SET       0.580         0.12
SET       0.590         0.13
SET       0.600         0.13
SET       0.610         0.14
SET       0.620         0.14
SET       0.630         0.15
SET       0.640         0.15
SET       0.650         0.16
SET       0.660         0.16
SET       0.670         0.17
SET       0.680         0.17
SET       0.690         0.18
SET       0.700         0.18
SET       0.710         0.18
SET       0.720         0.19
SET       0.730         0.19
SET       0.740         0.20
SET       0.750         0.20
SET       0.760         0.21
SET       0.770         0.21
SET       0.780         0.22
SET       0.790         0.22
SET       0.800         0.22
SET       0.810         0.23
SET       0.820         0.23
SET       0.830         0.24
SET       0.840         0.24
SET       0.850         0.25
SET       0.860         0.25
SET       0.870         0.26
SET       0.880         0.26
SET       0.890         0.26
SET       0.900         0.27
SET       0.910         0.27
SET       0.920         0.28
SET       0.930         0.28
SET       0.940         0.29
SET       0.950         0.29
SET       0.960         0.29
SET       0.970         0.30
SET       0.980         0.30
SET       0.990         0.31
SET       1.000         0.33
SET       1.100         0.37
SET       1.200         0.42
SET       1.300         0.47
SET       1.400         0.53
SET       1.500         0.59
SET       1.600         0.65
SET       1.700         0.73
SET       1.800         0.81
SET       1.900         0.92
SET       2.000         1.04
SET       2.100         1.17
SET       2.200         1.30
SET       2.300         1.41
SET       2.400         1.52
SET       2.500         1.62
SET       2.600         1.72
SET       2.700         1.82
SET       2.800         1.93
SET       2.900         2.04
SET       3.000         2.16
SET       3.100         2.30
SET       3.200         2.45
SET       3.300         2.62
SET       3.400         2.82
SET       3.500         3.04
SET       3.600         3.31
SET       3.700         3.64
SET       3.800         4.02
SET       3.900         4.47
SET       4.000         5.00
SET       4.100         5.61
SET       4.200         6.31
SET       4.300         7.12
SET       4.400         8.04
SET       4.500         9.06
SET       4.600        10.19
SET       4.700        11.43
SET       4.800        12.78
SET       4.900        14.23
SET       5.000        15.74
SET       5.100        17.34
SET       5.200        19.01
SET       5.300        20.74
SET       5.400        22.56
SET       5.500        24.40
SET       5.600        26.32
SET       5.700        28.25
SET       5.800        30.21
SET       5.900        32.22
SET       6.000        34.19
SET       6.100        36.18
SET       6.200        38.15
SET       6.300        40.12
SET       6.400        42.06
SET       6.500        43.98
SET       6.600        45.87
SET       6.700        47.72
SET       6.800        49.54
SET       6.900        51.33
SET       7.000        53.10
SET       7.100        54.81
SET       7.200        56.49
SET       7.300        58.11
SET       7.400        59.69
SET       7.500        61.21
SET       7.600        62.68
SET       7.700        64.09
SET       7.800        65.45
SET       7.900        66.75
SET       8.000        68.01
SET       8.100        69.22
SET       8.200        70.35
SET       8.300        71.44
SET       8.400        72.49
SET       8.500        73.49
SET       8.600        74.45
SET       8.700        75.34
SET       8.800        76.20
SET       8.900        77.02
SET       9.000        77.79
SET       9.100        78.52
SET       9.200        79.22
SET       9.300        79.88
SET       9.400        80.51
SET       9.500        81.11
SET       9.600        81.68
SET       9.700        82.22
SET       9.800        82.74
SET       9.900        83.23
SET      10.000        85.58
SET      11.000        88.68
SET      12.000        90.90
SET      13.000        92.56
SET      14.000        93.83
SET      15.000        94.82
SET      16.000        95.58
SET      17.000        96.16
SET      18.000        96.62
SET      19.000        97.00
SET      20.000        97.31
SET      21.000        97.58
SET      22.000        97.81
SET      23.000        98.02
SET      24.000        98.22
SET      25.000        98.41
SET      26.000        98.60
SET      27.000        98.78
SET      28.000        98.95
SET      29.000        99.11
SET      30.000        99.25
SET      31.000        99.37
SET      32.000        99.48
SET      33.000        99.57
SET      34.000        99.64
SET      35.000        99.69
SET      36.000        99.74
SET      37.000        99.77
SET      38.000        99.80
SET      39.000        99.82
SET      40.000        99.84
SET      41.000        99.86
SET      42.000        99.87
SET      43.000        99.88
SET      44.000        99.89
SET      45.000        99.90
SET      46.000        99.91
SET      47.000        99.92
SET      48.000        99.93
SET      49.000        99.93
SET      50.000        99.94
SET      51.000        99.94
SET      52.000        99.95
SET      53.000        99.95
SET      54.000        99.95
SET      55.000        99.96
SET      56.000        99.96
SET      57.000        99.96
SET      58.000        99.97
SET      59.000        99.97
SET      60.000        99.97
SET      61.000        99.98
SET      62.000        99.98
SET      63.000        99.98
SET      64.000        99.98
SET      65.000        99.98
SET      66.000        99.98
SET      67.000        99.98
SET      68.000        99.99
SET      69.000        99.99
SET      70.000        99.99
SET      71.000        99.99
SET      72.000        99.99
SET      73.000        99.99
SET      74.000        99.99
SET      75.000        99.99
SET      76.000        99.99
SET      77.000        99.99
SET      78.000        99.99
SET      79.000        99.99
SET      80.000        99.99
SET      81.000        99.99
SET      82.000        99.99
SET      83.000        99.99
SET      84.000        99.99
SET      85.000        99.99
SET      86.000        99.99
SET      87.000        99.99
SET      88.000        99.99
SET      89.000        99.99
SET      90.000        99.99
SET      91.000        99.99
SET      92.000        99.99
SET      93.000        99.99
SET      94.000       100.00
SET      95.000       100.00
SET      96.000       100.00
SET      97.000       100.00
SET      98.000       100.00
SET      99.000       100.00
SET     100.000       100.00
SET     110.000       100.00
SET     120.000       100.00
SET     130.000       100.00
SET     140.000       100.00
SET     150.000       100.00
SET     160.000       100.00
SET     170.000       100.00
SET     180.000       100.00
SET     190.000       100.00
SET     200.000       100.00
SET     210.000       100.00
SET     220.000       100.00
SET     230.000       100.00
SET     240.000       100.00
SET     250.000       100.00
SET     260.000       100.00
SET     270.000       100.00
SET     280.000       100.00
SET     290.000       100.00
SET     300.000       100.00
SET     310.000       100.00
SET     320.000       100.00
SET     330.000       100.00
SET     340.000       100.00
SET     350.000       100.00
SET     360.000       100.00
SET     370.000       100.00
SET     380.000       100.00
SET     390.000       100.00
SET     400.000       100.00
SET     410.000       100.00
SET     420.000       100.00
SET     430.000       100.00
SET     440.000       100.00
SET     450.000       100.00
SET     460.000       100.00
SET     470.000       100.00
SET     480.000       100.00
SET     490.000       100.00
SET     500.000       100.00
SET     510.000       100.00
SET     520.000       100.00
SET     530.000       100.00
SET     540.000       100.00
SET     550.000       100.00
SET     560.000       100.00
SET     570.000       100.00
SET     580.000       100.00
SET     590.000       100.00
SET     600.000       100.00
SET     610.000       100.00
SET     620.000       100.00
SET     630.000       100.00
SET     640.000       100.00
SET     660.000       100.00
SET     680.000       100.00
---
---
total 0